Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_es.tmx
Source language: en
Languages: es

source: Co-operation in the area of transparency instruments in VET (ECVET, EQF, Europass)
es: Cooperación en materia de instrumentos de transparencia en EFP (ECVET, EQF, Europass)

source: Trends VI Report
es: Informe de tendencias VI

source: Design
es: Diseño

source: Other financial activities
es: Otras actividades financieras

source: Pre-primary, primary and secondary education
es: Educación pre-primaria, primaria y secundaria

source: Foreign language teaching and learning
es: Enseñanza y aprendizaje de lenguas extranjeras

source: European network
es: Red Europea

source: GRUNDTVIG Workshops
es: GRUNDTVIG Seminarios

source: Public health
es: Sanidad pública

source: Overall satisfaction regarding my Mobility
es: Satisfacción global sobre mi Movilidad

source: To improve pedagogical approaches and the management of adult education organisations
es: Mejorar los planteamientos pedagógicos y la gestión de las organizaciones de educación de adultos

source: Peer group teaching
es: Enseñanza colaborativa

source: 65+ years
es: +65 años

source: Group 2 – Youth exchanges and voluntary services
es: Grupo 2 - Intercambios juveniles y servicios de voluntariado

source: Comoros
es: Comoras

source: Employers and self-employed
es: Empleadores y trabajadores autónomos

source: I have new professional skills
es: Tengo nuevas habilidades profesionales

source: Primary school
es: Centro de educación primaria

source: The Mobility duration was long enough for me to fulfil my training objectives
es: La duración de la Movilidad ha sido suficiente para satisfacer mis objetivos formativos

source: Symposium
es: Simposio

source: Forestry and logging
es: Silvicultura y tala

source: Website
es: Página web

source: Round 1: 04/02/2011
es: Plazo 1: 04/02/2011

source: Specific Objectives ECETB
es: Objetivos específicos ECETB

source: Promoter
es: Promotor

source: To improve the transparency and recognition of qualifications and competences, including those acquired through non-formal and informal learning
es: Mejorar la transparencia y el reconocimiento de cualificaciones y competencias, incluidas las adquiridas mediante la enseñanza no formal o informal

source: Increased knowledge about partner countries and cultures
es: Incremento mi conocimiento sobre países asociados y otras culturas

source: Association of professors and researchers
es: Asociación de profesores e investigadores

source: Employers
es: Empleadores

source: Preparatory visit to a future partner institution
es: Visita preparatoria

source: Preprimary teacher training
es: Formación para profesorado de educación infantil

source: Mobility of trainees
es: Movilidad de personas en prácticas

source: Sardinian
es: Sardo

source: SWITZERLAND
es: SUIZA

source: Graduate / Doctoral school
es: Institución educativa de Posgrado/Doctorado

source: Interior design
es: Diseño de interiores

source: ASSOCIATIONS
es: ASOCIACIONES

source: Visiting and adult education organisation in the broadest sense (formal or non-formal) for the purpose of carrying out the teaching assignment
es: Invitados y la organización de educación de adultos en el sentido más amplio (formal o no formal) con el propósito de llevar a cabo la tarea docente

source: Libraries, archives, museums and other cultural activities
es: Bibliotecas, archivos, museos y otras actividades culturales

source: Undergoing 'job-shadowing' (observation) in an adult education organisation in the broadest sense (formal or non-formal) or other non-formal type of training for adult education staff
es: Sometidos a "una experiencia de aprendizaje práctico" (job-shadowing) en una organización de educación de adultos en el sentido más amplio (formal o no formal) o de otro tipo no formal de capacitación para el personal de educación de adultos

source: Transparency of missions and performances of higher education institutions
es: Transparencia en los objetivos y resultados de las instituciones de educación superior

source: Medicine
es: Medicina

source: 6-10 years
es: 6-10 años

source: Saint Lucia
es: Santa Lucía

source: Member States
es: Estados miembros

source: Job shadowing or work placement
es: Job-shadowing o puesto de trabajo

source: COMENIUS Accompanying measures
es: COMENIUS Medidas de Acompañamiento

source: Co-operation with international organisations
es: Cooperación con organizaciones internacionales

source: Classical philology
es: Filología Clásica

source: CEO/Managing Director
es: Director general

source: Comparative law, law with languages
es: Derecho comparado, derecho con idiomas

source: Not applicable
es: No procede

source: Secondary education
es: Educación secundaria

source: Managers of small enterprises
es: Gerentes de pequeñas empresas

source: Artistic, entertainment and sports associate professionals
es: Profesionales asociados de arte, ocio y deporte

source: Encouraged me to adopt a more reflective approach to the way I teach/carry out my duties on the teaching/working
es: Me animó a adoptar un enfoque más reflexivo en mi forma de enseñar / cumplir con mis obligaciones en la enseñanza / trabajo

source: Tertiary education
es: Educación terciaria

source: Sending Partner
es: Socio de envío

source: Wholesale and retail sales
es: Venta mayorista y minorista

source: Digital technology
es: Tecnología digital

source: Natural sciences
es: Ciencias Naturales

source: ITALY
es: ITALIA

source: Assertiveness training
es: Formación en reafirmación personal

source: Human health activities
es: Actividades de sanidad

source: Marketing and advertising
es: Marketing y gestión de ventas

source: Primary education teaching associate professionals
es: Profesionales relacionados con la enseñanza primaria

source: Communications equipment maintenance
es: Mantenimiento de equipos de comunicaciones

source: school based
es: en centros de formación

source: Youth Democracy Projects
es: Proyectos de Democracia Participativa

source: Foreign languages
es: Lenguas extranjeras

source: Russian Federation
es: Federación de Rusia

source: Associated partner
es: Grupo asociado

source: Intercultural education
es: Educación intercultural

source: ERASMUS Structural Networks
es: ERASMUS Redes estructurales

source: Projects
es: Proyectos

source: training
es: formación

source: Mathematics
es: Matemáticas

source: Cooperation with the Neighbouring Countries of the European Union
es: Cooperación con los Países Vecinos de la Unión Europea

source: Haitian; Haitian Creole
es: Criollo Haitiano

source: ERASMUS Consortium Placement Certificate
es: ERASMUS Certificado de prácticas para Consorcios

source: Legal and accounting activities
es: Actividades jurídicas y contables

source: Students and other Persons in education, or recent graduate, not yet employment
es: Estudiantes y otras personas inmersas en el sistema educativo, o recién licenciadas, que aún no tienen empleo

source: Other office clerks
es: Otros oficinistas

source: Children
es: Infancia

source: Broadcasting company
es: Empresa de radiodifusión

source: Programmes or modules with the use of ICT tools and services.
es: Programas o módulos que incluyan el uso de herramientas y servicios relativos a las teconologías de la información y la comunicación (TIC).

source: Round 4: 01/09/2011
es: Ronda 4: 01/09/2011

source: Teacher training - Nursing
es: Formación del profesorado : enfermería

source: Numerical clerks
es: Contables

source: 501 to 2.000
es: de 501 a 2.000

source: I am satisfied with the assistance I received concerning the practicalities of training/working abroad
es: Estoy satisfecho/a con la asistencia recibida relativa a los detalles prácticos de la formación/trabajo en el extranjero

source: International Governmental organisation
es: Organización gubernamental internacional

source: Sports and recreation education
es: Educación deportiva y de recreo

source: Forestry
es: Silvicultura

source: Frisian
es: Frisón

source: Good
es: Bueno

source: Vocational Training
es: Formación Profesional

source: OPERATING GRANTS
es: SUBVENCIONES DE FUNCIONAMIENTO

source: Modules and programmes which clearly define and promote learning outcomes and competences.
es: Módulos y programas que definan claramente y promuevan los resultados del aprendizaje y las competencias.

source: Sudan
es: Sudán

source: Public speaking
es: Hablar en público

source: Social science and related professionals
es: Profesionales de ciencias sociales

source: Mining of metal ores
es: Minería de minerales de metal

source: staff more than 5.000
es: Personal más de 5.000

source: Doing housework, looking after children or other persons
es: Tareas domésticas, cuidado de niños u otras personas

source: Organisations
es: Organizaciones

source: Preparatory Visit Host
es: Visita prepatatoria de acogida

source: Rental and leasing activities
es: Actividades de alquiler y arrandamiento financiero

source: Technical and vocational secondary education
es: Educación secundaria técnica y profesional

source: Specific Objectives ECETA1
es: Objetivos específicos ECETA1

source: Macedonian
es: Macedonio

source: Specific Objectives ECETA2
es: Objetivos específicos ECETA2

source: Journalism and information
es: Periodismo e información

source: Health education
es: Educación para la salud

source: Library, information, archive
es: Biblioteconomía, información, archivística

source: Japanese
es: Japonés

source: Headteachers, directors, rectors
es: Directores, jefes de estudios, rectores

source: Collaborative learning
es: Aprendizaje colaborativo

source: Developing and disseminating strategies/approaches/networks
es: Desarrollo y difusión de estrategias/enfoques/redes

source: Canada
es: Canadá

source: Would you recommend participating in this type of action to other organisations?
es: ¿Recomendaría a otras organizaciones participar en este tipo de acciones?

source: Veterinary activities
es: Actividades veterinarias

source: LEONARDO DA VINCI Transfer of innovation
es: LEONARDO DA VINCI Transferencia de Innovación

source: Gambling and betting activities
es: Actividades de juegos y apuestas

source: Evaluation meeting
es: Reunión de evaluación

source: Individuals
es: Individuos

source: Central African Republic
es: República Centroafricana

source: A person re-training as a foreign language teacher
es: Una persona que se recicla como pofesor de lenguas extranjeras

source: Nursing and caring
es: Enfermería

source: To a small extent
es: Poco satisfactorio

source: Europass Diploma Supplement
es: Suplemento del diploma Europass

source: Energy programmes, studies
es: Programas de energia, estudios

source: Persian
es: Persa

source: Improved my knowledge of the subject taught/of my professional area
es: Mejoró mi conocimiento de la materia enseñada / de mi área profesional

source: vocational programmes
es: Programas de enseñanza profesional

source: Scientific research and development
es: Investigación y desarrollo científicos

source: Mailing lists
es: Listas de correo electrónico

source: Future teachers or trainers recycling into adult education
es: Futuros profesores o formadores reciclándose en educación de adultos

source: ERASMUS University Charter
es: ERASMUS Carta Universitaria

source: Overseas countries and territories
es: Territorios de ultramar

source: Natural environments and wildlife
es: Entornos naturales y vida salvaje

source: Composer
es: Compositor

source: Syrian Arab Republic
es: Siria

source: vocational or technical programmes
es: Programas de enseñanza profesional o técnica

source: Dataset
es: Conjunto de datos

source: Timor-Leste
es: Timor Oriental

source: Cooperation with the Neighbouring Countries of the European Union - Training and Networking
es: Cooperación con los Países Vecinos de la Unión Europea - Formación y proyectos en red

source: A school teacher retraining as a foreign language teacher
es: Un maestro de escuela reciclándose como profesor de lenguas extranjeras

source: Round 1: 01/01/2013
es: Plazo 1: 01/01/2013

source: Impact of results and of dissemination and exploitation activities
es: Impacto de los resultados y de las actividades de difusión y explotación

source: With a view to increasing the impact of the Programme, an annual call for proposals may be published aimed at supporting thematic network projects (this call has been published in 2007 only)
es: Con la intención de incrementar el impacto del programa, puede publicarse una convocatoria de proyectos anual orientada a apoyar proyectos en red de carácter temático (esta convocatoria sólo ha sido publicada en 2007)

source: Physical science (broad programmes)
es: Ciencias físicas (programas generales)

source: Teaching and training
es: Enseñanza y formación

source: Engineering and engineering trades
es: Ingeniería y ramas de ingeniería

source: Trans-national youth initiative
es: Iniciativa juvenil transnacional

source: Accommodation
es: Alojamiento

source: 14 months
es: 14 meses

source: Business and administration (others)
es: Empresariales y Administración

source: Providing training for education staff
es: La capacitación del personal de educación

source: Pre-primary school
es: Centro de educación infantil

source: Employed in education
es: Empleados de educación

source: Duration was adequate to fulfil the above
es: La duración de la Movilidad ha sido adecuada para cumplir con los objetivos

source: 4 months
es: 4 meses

source: Overall rating for this training activity
es: Calificación global de esta actividad formativa

source: Public awareness campaigns
es: Campañas públicas de sensibilización

source: Round 5: 01/11/2011
es: Ronda 5: 01/11/2011

source: Self-employed
es: Trabajadores autónomos

source: I now have a better understanding of training and practise in VET
es: Tengo ahora un mayor conocimiento de la formación y las prácticas dentro de la Formación Profesional

source: to develop solidarity and promote tolerance among young people, in particular in order to foster social cohesion in the European Union
es: desarrollar la solidaridad y promover la tolerancia entre los jóvenes, en particular, con el fin de fomentar la cohesión social en la Unión Europea

source: Round 2: 30/04/2012
es: Plazo 2: 30/04/2012

source: international
es: internacional

source: Lesotho
es: Lesoto

source: Round 1: 31/01/2012
es: Plazo 1: 31/01/2012

source: Public service administrative professionals
es: Administrativos en la función pública

source: Round 1: 31/01/2011
es: Plazo 1: 31/01/2011

source: Advisors
es: Asesores/asesoras

source: GRUNDTVIG Learning Partnerships
es: GRUNDTVIG Asociaciones de Aprendizaje

source: Enterprise large (> 500 employees)
es: Gran empresa (500 empleados)

source: Providing expertise on system and policy-related aspects of adult education
es: Proporcionar conocimientos sobre el sistema y los aspectos relacionados con la política de educación de adultos

source: Fishing and aquaculture
es: Pesca y acuicultura

source: Developing provisions for part-time students
es: Desarrollo de disposiciones para estudiantes a tiempo parcial

source: Medical diagnostic and treatment technology
es: Diagnóstico médico y tecnología para tratamientos

source: Manufacture of food products
es: Fabricación de productos alimentarios

source: Game(play) designer
es: Diseñador de Videojuegos

source: Professional network
es: Red Profesional

source: Information service activities
es: Actividades de servicios de información

source: Philosophy and ethics
es: Filosofía y Ética

source: Collection
es: Colección

source: 13 months
es: 13 meses

source: Overall satisfaction regarding the outcomes of my Mobility
es: Satisfacción global sobre los resultados de mi Movilidad

source: Assistantships
es: Ayudantías

source: 3-5 years
es: 3-5 años

source: Medical services
es: Servicios médicos

source: Handbooks
es: Manuales

source: Trans-national youth seminar
es: Seminario transnacional de jóvenes

source: General and comparative literature
es: Literatura general y comparada

source: Mother tongue
es: Lengua materna

source: Increased training skills
es: Incrementó mis cualidades formativas

source: Activities of membership organizations
es: Actividades de organizaciones de socios

source: Work produced by the applicant company
es: Trabajo producido por la empresa solicitante

source: Oromo
es: Ororno

source: Specialized construction activities
es: Actividades de construcción especializadas

source: Environment / sustainable development
es: Medio ambiente/desarrollo sostenible

source: A person engaged in teaching a non-language subject through the medium of a foreign language
es: Una persona dedicada a la enseñanza de una asignatura no lingüística a través de un idioma extranjero

source: European awareness
es: Concienciación europea

source: European Centre for the Development of Vocational Training (Cedefop)
es: Centro Europeo para el Desarrollo de la Fomación Profesional (Cedefop)

source: Hungarian
es: Húngaro

source: Suriname
es: Surinam

source: Global challenges (such as sustainable development, climate change, migrations and the Millenium Development Goals)
es: Desafios globales (como el desarrollo sostenible, el cambio climático, las migraciones y los Objetivos de Desarrollo del Milenio)

source: Programming and broadcasting activities
es: Actividades de programación y radiodifusión

source: Focus on new target groups
es: Centrarse en nuevos grupos destinatarios

source: Greenland
es: Groenlandia

source: Physical education and sport
es: Educación física y deporte

source: Learning to learn
es: Aprender a aprender

source: Limburgan; Limburger; Limburgish
es: Limburgués

source: Languages
es: Lenguas

source: History
es: Historia

source: European Free Trade Association
es: Asociación de libre comercio europeo

source: Financing bodies
es: Organismos de financiación

source: Training and networking of those active in youth work and youth organisations
es: Formación y proyectos en red de trabajadores de juventud y organizaciones de juventud

source: Gender issues, equal opportunities
es: Temas de género, igualdad de oportunidades

source: Constitutional / Public law
es: Derecho constitucional/público

source: Minorities
es: Minorías

source: JEAN MONNET Centres of Excellence
es: JEAN MONNET Centros de excelencia

source: EU Industrialised Countries
es: Países industrializados de la UE

source: To help provide adults with pathways to improving their knowledge and competences
es: Ayudar a que los adultos adquieran medios de mejorar sus conocimientos y competencias

source: ERASMUS Student Mobility for Studies
es: Movilidad de estudiantes con fines de estudio

source: Marshall Islands
es: Islas Marshall

source: Youth Democracy Project
es: Proyectos de Democracia Participativa

source: I was provided with proper equipment
es: Me han facilitado el material adecuado

source: Non-profit research institutions
es: Instituciones de investigación sin ánimo de lucro

source: International law
es: Derecho internacional

source: Umbrella organisation performing its activities on behalf of young people at European level (platform)
es: Organización federativa trabajando con jóvenes a nivel europeo (plataforma)

source: 5.001 to 10.000
es: de 5.001 a 10.000

source: Institution for initial teacher training
es: Institución para la formación inicial del profesorado

source: Workshops
es: Seminarios

source: Belize
es: Belice

source: Adult learners associations
es: Asociaciones de alumnos adultos

source: Manufacture of other transport equipment
es: Fabricación de otros equipos de transporte

source: ACADEMIC
es: ACADÉMICO

source: Primary and lower secondary education
es: Educación primaria y primer ciclo de educación secundaria

source: Social fund
es: Fondo social

source: A project aimed at developing young people's active participation in the democratic life of their community
es: Proyecto que anima a la participacción activa de los jóvenes en la vida democrática de su comunidad

source: Powerline installation and maintenance
es: Instalación y mantenimiento de líneas de alta tensión

source: Security services
es: Servicios de seguridad

source: Activities of head offices; management consultancy activities
es: Actividades de oficinas centrales; actividades de consultoría de gestión

source: general and pre-vocational programmes
es: Programas de enseñanza general y pre-profesional

source: Console game
es: Consola

source: COMENIUS Preparatory Visits
es: COMENIUS Visitas Preparatorias

source: Tanzania, United Republic Of
es: Tanzania, República Unida de

source: This sub-Action supports the identification of existing knowledge relating to the priorities in the youth field, established in the framework of the Open Method of Coordination.
es: Esta sub-acción apoya la identificación de información existente sobre las prioridades en el campo de la juventud, establecidas en el marco del Método Abierto de Coordinación.

source: Serbo-Croatian
es: Serbo-Croata

source: Providing guidance, counselling and information services relating to any aspect of lifelong learning
es: Proporcionar orientación, asesoramiento y servicios de información relacionados con cualquier aspecto del aprendizaje permanente

source: Ossetian
es: Osetio

source: I am satisfied with the arrangements for transportation
es: Estoy satisfecho/a con los preparativos del transporte

source: Travel, tourism and leisure
es: Viajes, turismo y ocio

source: Cultural diversity
es: Diversidad cultural

source: Heating trades programmes
es: Programas de venta de calefacción

source: European network representing bodies working on behalf of young people
es: Representantes de Redes europeas trabajando con jóvenes

source: Chambers of commerce
es: Cámaras de comercio

source: Researching and identifying barriers to and developing robust models for successful dissemination and exploitation of results
es: Investigación e identificación de barreras y desarrollo de modelos sólidos para una difusión y explotación de resultados existosa

source: Publications
es: Publicaciones

source: Organisation partly dedicated to youth
es: Organización parcialmente dedicada a la juventud

source: Business and administration (broad programmes)
es: Administración de empresas (programas generales)

source: The organisational arrangements
es: Las modalidades de organización

source: Round 2: 01/04/2011
es: Plazo 2: 01/04/2011

source: Public authority (local)
es: Autoridad pública (local)

source: Part of publishing group
es: Parte de un grupo editorial

source: To develop knowledge and understanding among young people and educational staff of the diversity of European cultures and languages and its value
es: Fomentar entre los jóvenes y el personal docente el conocimiento y la comprensión de la diversidad de culturas y lenguas europeas y del valor de esa diversidad

source: Manufacture of beverages
es: Fabricación de bebidas

source: Lebanon
es: Líbano

source: Azerbaijan
es: Azerbaiyan

source: European citizenship and European dimension
es: Ciudadanía europea y dimensión europea

source: Carrying out a teaching assignment
es: Llevar a cabo la tarea docente

source: MULTILATERAL NETWORKS
es: REDES MULTILATERALES

source: Event
es: Actividad

source: Priorities of the Structured Dialogue and/or the framework of European cooperation in the youth field
es: Prioridades del Diálogo Estructurado y/o el marco de la cooperación europea en el ámbito de la juventud

source: Artists
es: Artistas

source: Other type of public organisation
es: Otro tipo de institución pública

source: Environmental protection technology
es: Tecnología para la protección medioambiental

source: Sales and services elementary occupations
es: Ocupaciones de ventas y servicios elementales

source: Training for pre-school teachers
es: Formación para maestros de preescolar
